[
	{"date":"28.02.2014", "notes":
		[
			"Добавлены характеристики здания согласно приказу 113/ГС."
		]
	},
	{"date":"27.01.2014", "notes":
		[
			"Добавлены единицы измерения характеристик здания.",
			"Добавлен контроль того, что объём работ может быть выполнен в течение рабочего дня.",
			"В производственном задании указывается убираемая площадь (объём работ).",
			"В режиме редактирования производственного задания добавлено отображение производственного календаря для сотрудника.",
			"Автоматическая загрузка производственных календарей для сотрудников из 1С."
		]
	},
	{"date":"22.01.2014", "notes":
		[
			"При закреплении персонала за зданием нет необходимости выбирать здание.",
			"Исправлена ошибка: Расчётная дата сбрасывается при переходе между страницами.",
			"При просмотре производственных заданий отображаются только задания текущего месяца"
		]
	},
	{"date":"22.01.2014", "notes":
		[
			"При закреплении персонала за зданием нет необходимости выбирать здание.",
			"Исправлена ошибка: Расчётная дата сбрасывается при переходе между страницами.",
			"При просмотре производственных заданий отображаются только задания текущего месяца"
		]
	},
	{"date":"21.01.2014", "notes":
		[
			"Добавлена печать производственных заданий"
		]
	},
	{"date":"20.01.2014", "notes":
		[
			"Добавлена возможность ввода плана работ (производственных заданий обслуживающему персоналу)"
		]
	},
	{"date":"17.01.2014", "notes":
		[
			"Добавлены скрытые кнопки у здания. Для выбора храктеристик зданий, закреплённого персонала и т.д. нужно навести указатель маши на здание. Кнопки отобразятся.",
			"Добавлена возможность редактирования объёма работы (характеристики здания) из описания работы."
		]
	},
	{"date":"16.01.2014", "notes":
		[
			"Добавлен просмотр работ, выполняемых в соответствии с договором по обслуживанию дома"
		]
	},
	{"date":"14.01.2014", "notes":
		[
		"В окне \"Обслуживающий персонал\" после сохранения новой записи список персонала обновляется автоматически",
		"В окне \"Обслуживающий персонал\" после выбора значения из списка двойным кликом список прячется"
		]
	}
]


