[
    {"date": "5.03.2014", "notes":
                [
                    "Добавлен отчёт \"Справка об использовании транспорта\""
                ]
    },
    {"date": "25.02.2014", "notes":
                [
                    "Исправлена ошибка: неверно отражается список путевых листов при переходе из в отчёта \"Справка о затратах\"",
                    "Изменения в способе взаимодействия с сервером."
                ]
    },
    {"date": "13.02.2014", "notes":
                [
                    "В отчёте \"Карточка первичных документов\" в графе \"Остаток\" при наведении мыши появляется подсказка с расшифровкой расчёта остатка."
                ]
    },
    {"date": "12.02.2014", "notes":
                [
                    "Пункт меню \"Контроль\" подсвечивается при обнаружении ошибок в первичных документах.",
                    "Исправлена ошибка в расчёте остатков топлива, если путевой лист разделён на части.",
                    "Исправлена ошибка в расчёте остатков топлива, если введён документ с нулевыми показателями спидометра.",
                    "При печати отчёта \"Справка о затратах\" не должно выводиться предупреждение об ошибках в первичных документах."
                ]
    },
    {"date": "07.02.2014", "notes":
                [
                    "Меню стало многоуровневым.",
                    "Ввод остатков на начало учёта не анализируется на наличие ошибок."
                ]
    },
    {"date": "06.02.2014", "notes":
                [
                    "Исправлена ошибка при сохранении нового автомобиля.",
                    "Норма на холостой ход указывается в процентах, а не в литрах.",
                    "В нормах добавлен параметр \"Дежурная\". Если указать 1, то учёт будет вестись без разбиения по водителям."
                ]
    },
    {"date": "05.02.2014", "notes":
                [
                    "Добавлены отчёты \"Справка о тоннокилометрах\".",
                    "Все отчётные формы теперь в режиме \"Отчёты\"."
                ]
    },
    {"date": "04.02.2014", "notes":
                [
                    "Если возникает ошибка при сохранении документа, появляется окно с сообщением."
                ]
    },
    {"date": "03.02.2014", "notes":
                [
                    "Добавлен отчёт \"Карточка учёта первичных документов\".",
                    "В документе \"Путевой лист\" если не указан фактический расход, то он считаеся автоматически по нормам."
                ]
    },
    {"date": "31.01.2014", "notes":
                [
                    "Добавлена возможность копирования путевого листа.",
                    "Добавлено оповещение о некорректных данных."
                ]
    },
    {"date": "30.01.2014", "notes":
                [
                    "Добавлена Справка о затратах на выполнение работ по подразделениям",
                    "Добавлен отчёт по учёту рабочего времени."
                ]
    },
    {"date": "29.01.2014", "notes":
                [
                    "Добавлены скрытые кнопки у автомобилей и путевых листов. Для редактирования, выбора нормативов и т.д. нужно навести указатель маши на автомобиль. Кнопки отобразятся.",
                    "Добавлен норматив \"Стоимость машиночаса\"."
                ]
    }
]
